source/_static/diagrams/19-load-exports.d2
direction: right
n0: "modulefile"
n1: "prepend-path"
n2: "setenv"
n3: "depends_on"
n0 -> n1
n1 -> n2
n2 -> n3
